Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=299_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmvõboršeeŠǩǩ SAKK jååŠđtemkådda
fin: Saamelaisedustajat SAKKin johtokuntaan

source: SääŠmteŠǧǧ nõõmad SääŠmvuuŠd škoouŠlʼjemkõõskõõzz (Sámi oahpahusguovddáš) jååŠđtemkådda puõŠtti neellj eeŠjj tuåimmpââi ääiǥas puõŠtti vuässlaid da vääŠrrvuässlaid (rueŠǩǩi seŠst): Petra Magga (Pekka Aikio), Erkki Lumisalmi (Tiina Sanila-Aikio), Berit-Ellen Juuso (Maarit Magga), Veikko Guttorm (Sisko Länsman), Heli Aikio (Aslak Paltto), Antti Katekeetta (Kati Eriksen).
fin: Saamelaiskäräjät esittää Saamelaisalueen koulutuskeskuksen (Sámi oahpahusguovddáš) johtokuntaan seuraavaksi neljän vuoden toimikaudeksi seuraavia jäseniä ja varajäseniä (suluissa): Petra Magga (Pekka Aikio), Erkki Lumisalmi (Tiina Sanila-Aikio), Berit-Ellen Juuso (Maarit Magga), Veikko Guttorm (Sisko Länsman), Heli Aikio (Aslak Paltto), Antti Katekeetta (Kati Eriksen).

source: SääŠmvuuŠd škoouŠlʼjemkõõskõõzz jååŠđtemkååŠdd nõõmad SääŠmjânnam läänhalltõs, kååŠtt lij raukkâm sääŠmteeŠǧǧest nõõmtumuužžid saaŠmi võboršeŠǩǩen jääŠđtemkååŠddest.
fin: Saamelaisalueen koulutuskeskuksen johtokunnan nimittää Lapin lääninhallitus, joka on pyytänyt saamelaiskäräjiltä esityksiä saamelaisten edustajiksi johtokunnassa.

source: SääŠmteŠǧǧ nõõmad jååŠđtemkådda kutt vuässla.
fin: Saamelaiskäräjät esittää johtokuntaan kuusi jäsentä.

source: Läännhalltõs nõõmad jååŠđtemkådda õhttseŠžže kääuŠc vuässla.
fin: Lääninhallitus nimittää johtokuntaan yhteensä kahdeksan jäsentä.

source: SääŠmnarood võboršeeŠǩǩi lââŠssen jååŠđtemkååŠddest âlgg leeŠd uuŠccmõsân õhtt kooŠddi võboršeŠǩǩ.
fin: Saamelaisväestön edustajien lisäksi johtokunnassa tulee olla vähintään yksi kuntien edustaja.

source: LââŠssen jååŠđtemkååŠddest lij škooul personkååŠdd, uŠcteeŠli da mättʼtõõđji eeŠttkâŠsttmõš.
fin: Lisäksi johtokunnassa on koulun henkilökunnan, opettajien ja opiskelijoiden edustus.

source: SaaŠmid eeŠttkâŠsttem vuässlaid nõõmtet sääŠmteeŠǧǧ nõõmtumuužžâst da kooŠddi võboršeeŠǩǩ kooŠddi nõõmtem vuâđast.
fin: Saamelaisia edustavat jäsenet nimetään saamelaiskäräjien esityksestä ja kuntien edustajat kuntien esitysten pohjalta.
